Repository: jweiland-net/clubdirectory
Catalog: Resources/Private/Language/*.locallang_csh_tx_clubdirectory_domain_model_club.xlf
Languages: de

# title.description
source: The title will be used as main header in detail view
de: Der Titel wird als Hauptüberschrift auf der Detailansicht verwendet.

# sort_title.description
source: This title will be used to sort clubs in list view. Normally you should never see that value in FE.
de: Nach diesem Titel wird intern sortiert. Im Normalfall sieht man diesen Titel nicht im Frontend.

# activity.description
source: Describe something about what your club offers
de: Was bietet der Verein an?

# contact_person.description
source: The name of the person who should be contacted in case of any questions
de: Wer ist der Ansprechpartner für Fragen bzgl. dem Verein?

# contact_times.description
source: In which time frame(s) an interested person can call/visit the club's contact person
de: Zu welchen Zeiten ist der Ansprechpartner am besten zu erreichen?

# email.description
source: Which email address can be used to contact the club?
de: Über welche Email Adresse ist der Verein am besten zu erreichen?

# website.description
source: The website of this club to find more information.
de: Geben Sie hier die offizielle Webseite des Vereins an.

# members.description
source: How many members does this club currently have?
de: Wie viele aktive Mitglieder hat der Verein?

# club_home.description
source: The city/location where this club in located
de: Die Stadt oder Ort, wo sich der Verein befindet.

# description.description
source: A more detailed description of this club
de: Hier kann eine detailliertere Beschreibung des Vereins hinterlegt werden.

# fe_users.description
source: Define one or more FE Users, who is allowed to edit this club in FE.
de: Tragen Sie hier die FE-Benutzer ein, die diesen Verein über das FE bearbeiten dürfen.

# logo.description
source: You can define exactly one logo to this club
de: Fügen Sie dem Verein ein Logo hinzu.

# images.description
source: Assign some additional images, if you want
de: Bei Bedarf können Sie hier noch weitere Vereinsbilder hinzufügen.

# facebook.description
source: Set Facebook URL of this club
de: Tragen Sie hier die Facebook URL des Vereins ein

# twitter.description
source: Set Twitter URL of this club
de: Tragen Sie hier die Twitter URL des Vereins ein

# google.description
source: Set Google Plus URL of this club
de: Tragen Sie hier die Google Plus URL des Vereins ein

# tags.description
source: You can add some tags. That way this club will be found, if someone uses that tag in search.
de: Weisen Sie ein paar Schlagworte zu. Wenn das Schlagwort in die Suche eingetragen wird, wird auch dieser Verein mit aufgeführt.

# district.description
source: Many cities are separated into districts. You can assign this club to such a district.
de: Viele Städt sind in Stadtteile oder anderweitige Bereich aufgeteilt. Weisen Sie den Verein einem Stadtteil zu.

# addresses.description
source: Assign one or more addresses
de: Hier können Sie mehrere Vereinsadressen zuweisen
